Repository: Liki4/autopeer
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: email address
de: E-Mail-Adresse

source: DN42 maintainer object
de: DN42 Maintainer-Objekt

source: Please enter your mntner object as it exists in the DN42 registry, including the -MNT suffix.
de: Bitte gib dein mtner Objekt so ein wie es in der DN42-Registry existiert - inklusive -MNT-Suffix.

source: This maintainer object is already registered with an account. Ping lutoma if you have forgotten your login details.
de: Dieses Maintainer-Objekt ist bereits mit einem Account verknüpft. Pinge lutoma an falls du deine Logindaten vergessen hast.

source: Could not find an object by this name in the registry. If you only just registered it, try waiting a bit until caches have cleared.
de: Konnte kein Objekt mit diesem Namen in der Registry finden. Falls du es gerade erst registriert hast solltest du noch ein bisschen warten bis sich die Caches aktualisiert haben.

source: An object with this name exists in the registry, but it does not seem to be a mntner.
de: Ein Objekt mit diesem Namen existiert in der Registry, aber es scheint kein mntner zu sein.

source: This mntner object does not seem to have an admin-c set.
de: Dieses mntner-Objekt scheint keinen admin-c gesetzt zu haben.

source: Could not find the admin-c object {} that is listed in the mntner.
de: Konnte das admin-c-Ojekt {}, welches im mntner steht, nicht finden.

source: The admin-c object {} does not seem to contain an email address.
de: Das admin-c-Objekt {} scheint keine gültige E-Mail-Adresse zu enthalten.

source: Passwords did not match.
de: Passwörter stimmen nicht überein.

source: Location
de: Ort

source: External host
de: Externer Host

source: Internal host
de: Interner Host

source: Internal IP
de: Interne IP

source: Location flag emoji
de: Ortsflaggen-Emoji

source: Last allocated wireguard port
de: Zuletzt zugewiesener Wireguard-Port

source: Active
de: Aktiv

source: Users can only create peerings to active routers
de: Nutzer*innen können nur Peerings zu aktiven Routern anlegen

source: Owner
de: Besitzer*in

source: Maintainer object
de: Maintainer-Objekt

source: AS Number
de: AS-Nummer

source: Your maintainer object must be listed as mnt-by for the AS
de: Dein Maintainer-Objekt muss für das AS als mnt-by gelistet sein

source: VPN type
de: VPN-Typ

source: Peering is also possible using OpenVPN/GRE/…, but only with manual setup for now.
de: Peering ist auch über OpenVPN/GRE/... möglich, aber fürs erste nur mit manuellem Setup.

source: Hostname/IP and port, e.g. example.org:1234, 127.0.0.1:1234, [::1]:1234
de: Hostname und Port, z.B. example.org:1234, 127.0.0.1:1234, [::1]:1234

source: Internal IPv4 address
de: Interne IPv4-Adresse

source: Internal DN42 address of your router
de: Interne DN42-Adresse deines Routers

source: Link-local IPv6 address
de: Link-local IPv6-Adresse

source: Link-local IPv6 address of your router
de: Link-local IPv6-Addresse deines Routers

source: Multi-protocol BGP over IPv6
de: Multi-protocol BGP über IPv6

source: If set, the router will establish a Multi-protocol session for both IPv4 and IPv6 over the IPv6 link-local address (RFC 4760)
de: Falls gesetzt, wird der Router eine Multi-protocol session über die IPv6 link-local-Adresse aufbauen, die sowohl für IPv6 als auch IPv4 genutzt wird (RFC 4760)

source: Link bandwidth
de: Link-Bandbreite

source: Used to set <a href="https://dn42.eu/howto/Bird-communities">BGP communities</a>
de: Wird genutzt um <a href="https://dn42.eu/howto/Bird-communities">BGP-Communities</a> zu setzen

source: A human-readable name for this peering. Usually your nickname or a network name. Used for the Wireguard interface name, in the looking glass, and similar places. Lowercase ASCII only, max. 12 chars.
de: Ein für Menschen lesbarer Name für dieses Peerings. Üblicherweise dein Nickname oder ein Netzwerkname. Wird für den Namen des Wireguard-Interface, im Looking Glass und ähnlichen Orten genutzt. Nur ASCII-Kleinbuchstaben, max. 12 Buchstaben.

source: See <a href='https://www.wireguard.com/quickstart/#key-generation'>Wireguard manual</a> on how to generate the keys
de: Details zur Keyerstellung im <a href='https://www.wireguard.com/quickstart/#key-generation'>Wireguard-Handbuch</a>

source: Name contains illegal characters
de: Name enthält ungültige Buchstaben

source: AS does not exist or user is not listed as mnt-by for this AS
de: AS existiert nicht oder Nutzer*in ist für dieses AS nicht als mnt-by aufgeführt

source: User is not listed as mnt-by for this IP
de: Nutzer*in ist für diese IP nicht als mnt-by aufgeführt

source: Endpoint doesn't seem to be valid IP/hostname:port combo
de: Endpoint scheint keine gültige IP/hostname:port-Kombination zu sein

source: Wireguard public key has invalid length
de: Wireguard-Public Key hat eine ungültige Länge

source: Could not connect to dn42 whois servers.
de: Konnte keine Verbindung zu den dn42-Whois-Servern herstellen.

source: Home
de: Start

source: Log in
de: Anmelden

source: Sign up
de: Registrieren

source: Log out
de: Abmelden

source: Contact
de: Kontakt

source: Help translate this page
de: Hilf bei der Übersetzung dieser Seite

source: Legal notice
de: Impressum

source: If this is your first time using the automatic peering service, you need to verify your <em>Maintainer</em> object from the DN42 registry (e.g. <code>FOOBAR-MNT</code>).
de: Falls du den automatischen Peering-Service zum ersten mal benutzt, musst du dein <em>Maintainer</em>-Objekt aus der DN42-Registry verifizieren (z.B. <code>FOOBAR-MNT</code>).

source: After submitting this form, you will receive an email with a signup link to the email address of the listed <code>admin-c</code> contact.
de: Nachdem du das Formular abgeschickt hast, wirst du eine E-Mail mit einem Anmeldungslink an die E-Mail-Adresse des aufgeführten <code>admin-c</code>-Kontakts erhalten.

source: Get verification link
de: Verifikationslink anfordern

source: Your maintainer object has been verified! Set a password and email address, and you're good to go.
de: Dein Maintainer-Objekt wurde erfolgreich verifiziert! Jetzt musst du nur noch ein Passwort und eine E-Mail-Adresse setzen.

source: Finish registration
de: Registrierung abschließen

source: AS64719 automatic peering
de: Automatisches Peering mit AS64719

source: Welcome! This service will allow you to automatically establish and manage DN42 peerings with AS64719 over Wireguard.
de: Hallo! Dieses Portal ermöglicht es dir automatisch DN42-Peerings mit AS64719 über Wireguard anzulegen und zu verwalten.

source: BGP state:
de: BGP-Status:

source: Traffic stats
de: Trafficstatistiken

source: Edit
de: Bearbeiten

source: My side
de: Meine Seite

source: Internal IPv4
de: Internes IPv4

source: Your side
de: Deine Seite

source: Routes
de: Routen

source: Received routes
de: Empfangene Routen

source: Primary routes
de: Primäre Routen

source: Filtered routes
de: Gefilterte Routen

source: Traffic stats are not yet available. Check back in 5-10 minutes.
de: Trafficstatistiken sind noch nicht verfügbar. Schaue in 5-10 Minuten noch mal vorbei.

source: Example configurations
de: Beispielkonfigurationen

source: Please also consider setting <a href="https://dn42.eu/howto/Bird-communities">BGP communities</a> for bandwidth and latency.
de: Bitte erwäge auch <a href="https://dn42.eu/howto/Bird-communities">BGP-Communities</a> für Bandbreite und Latenz zu setzen.

source: Edit peering with %(endpoint)s
de: Peering mit %(endpoint)s bearbeiten

source: Create peering
de: Neues Peering

source: General
de: Allgemein

source: Update peering
de: Peering aktualisieren

source: State
de: Status

source: Routes IPv4
de: IPv4-Routen

source: Routes IPv6
de: IPv6-Routen

source: Traffic avg.
de: Traffic

source: since
de: seit

source: Not available
de: Nicht verfügbar

source: Receive:
de: Empfang:

source: Transmit:
de: Senden:

source: You don't seem to have any peerings.
de: Du scheinst keine Peerings zu haben.

source: Create one!
de: Lege eines an!

source: Logged out
de: Abgemeldet

source: Bye!
de: Tschüss!

source: You have succesfully been logged out.
de: Du wurdest erfolgreich abgemeldet.

source: Email address
de: E-Mail-Adresse

source: Password
de: Passwort
